Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: Send crash report to %1$s
kmr: Rapora têkçûnê ji %1$s’ê re bişîne

source: Send crash report to Mozilla
kmr: Rapora têkçûnê ji Mozillayê re bişîne

source: Sending crash report to %1$s
kmr: Rapora têkçûnê ji %1$s’ê re tê şandin

source: Send to all devices
kmr: Ji hemû cîhazan re bişîne

source: Send to device
kmr: Bişîne cîhazê

source: Sep
kmr: Îlo

source: Sepia
kmr: Sepya

source: Sepia color scheme
kmr: Şemaya rengê sepyayî

source: Serif font
kmr: Fonta Serifê

source: Session options
kmr: Vebijarkên rûniştinê

source: Sessions
kmr: Rûniştin

source: Set
kmr: Saz bike

source: Set as default browser
kmr: Bike geroka sereke

source: Set by Battery Saver
kmr: Li gorî teserufa bateryayê

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
kmr: Hilpekînên vekirî yên ku di ser wan re roj, hefte an jî meh derbas bûne tu dikarî wan bixweber bidî girtin.

source: Settings
kmr: Sazkarî

source: Set up now
kmr: Aniha saz bike

source: Share
kmr: Parve bike

source: Share a link
kmr: Girêdanê parve bike

source: Share all tabs
kmr: Hemû hilpekînan parve bike

source: Share email address
kmr: Navnîşana emaîlê parve bike

source: Share image
kmr: Wêneyê parve bike

source: Share link
kmr: Girêdanê parve bike

source: Share selected tabs
kmr: Hilpekînên hilbijartî parve bike

source: Share session
kmr: Rûniştinê parve bike

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
kmr: Performans, bikaranîn, reqalav û daneyên taybetkirinê yên têkildarî geroka te bi Mozillayê re parve dike, ji bo ku em karibin pê %1$s’ê baştir bikin

source: Share tab
kmr: Hilpekînê parve bike

source: Share tabs
kmr: Hilpekînan parve bike

source: Share via
kmr: Parve bike bi rêya

source: Share with…
kmr: Parve bike bi…

source: %s health report
kmr: Rapora tenduristiyê ya %s’ê

source: Shortcut name
kmr: Navê kurterêyê

source: Show clipboard suggestions
kmr: Pêşniyarên panoyê nîşan bide

source: Show full history
kmr: Raboriyê gişî nişan bide

source: Show in private sessions
kmr: Di rûniştinên veşartî de nîşan bide

source: Show most visited sites
kmr: Malperên herî zêde hatine vekirin nîşan bide

source: Show password
kmr: Pêborînê nîşan bide

source: Show search engines
kmr: Motorên lêgerînê nîşan bide

source: Show search suggestions
kmr: Pêşniyarên lêgerînê nîşan bide

source: Show voice search
kmr: Lêgerîna dengî nîşan bide

source: Sign in
kmr: Têkeve

source: Signing in…
kmr: Dikevê…

source: Sign in to Firefox
kmr: Têkeve Firefox’ê

source: Sign in to reconnect
kmr: Ji bo dîsa girê bibî, têkeve

source: Sign in to see synced bookmarks
kmr: Ji bo favoriyên senkronêzekirî bibînî, têkeve

source: Sign in to sync
kmr: Têkeve Sync’ê

source: Sign in to Sync
kmr: Têkeve Sync’ê

source: Sign in with your camera
kmr: Bi kameraya xwe têkeve

source: Sign out
kmr: Derkeve

source: Site
kmr: Malper

source: Site copied to clipboard
kmr: Malper li panoyê hate kopîkirin

source: Site information
kmr: Agahiyên malperê

source: Site notifications
kmr: Danezanên malperê

source: Site permissions
kmr: Destûrên malperê

source: Site removed
kmr: Malper hate rakirin

source: Social Media Trackers
kmr: Şopînerên medyaya civakî

source: Some content has been blocked by the autoplay setting
kmr: Hin naverok ji aliyê eyara lêdana-otomatîk ve hatin astengkirin

source: Sorry. %1$s can’t load that page.
kmr: Bibore. %1$s, nikare vê rûpelê bar bike.

source: Sorry. %1$s had a problem and crashed.
kmr: Bibore. %1$s li rastî pirsgirêkekê hat û têk çû.

source: Sort logins menu
kmr: Menûya rêzkirina hesaban

source: %s | OSS Libraries
kmr: %s | Pirtûkxaneyên OSS’ê

source: Speak now
kmr: Aniha bipeyive

source: %s (Private)
kmr: %s (Veşartî)

source: Standard (default)
kmr: Standard (jixweber)

source: Start browsing
kmr: Dest bi gerînê bike

source: Start %s
kmr: %s’ê bide destpêkirin

source: Start syncing bookmarks, passwords, and more with your Firefox account.
kmr: Bi hesabê xwe yê Firefoxê dest bi senkronîzekirina favoriyan, pêborînan û zêdetirî wan, bike.

source: Status:
kmr: Rewş:

source: Stay
kmr: Lê bimîne

source: Stay signed out
kmr: Têketinê neke

source: Stop
kmr: Rawestîne

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
kmr: Nahêle reklam, vîdyo û naverokên din ên tê de koda şopandinê hene bên barkirin. Dibe ku bandorê li taybetiyên hin malperan bike.

source: Store unlimited amount of client-side data
kmr: ji daxwazkarê daneyên bêsînor tomar bike

source: Strict
kmr: Tund

source: Strict (recommended)
kmr: Tund (tê pêşniyarkirin)

source: Studies
kmr: Lêkolîn

source: Successfully disabled %1$s
kmr: %1$s bi serkeftî hate neçalakkirin

source: Successfully enabled %1$s
kmr: %1$s bi serkeftî hate çalakkirin

source: Successfully installed %1$s
kmr: %1$s bi serkeftî hate sazkirin

source: Successfully removed %1$s
kmr: %1$s bi serkeftî hate rakirin

source: Successfully uninstalled %1$s
kmr: %1$s bi serkeftî hate rakirin

source: Successfully updated
kmr: Bi serkeftî hate nûvekirin

source: Suggested logins
kmr: Hesabên pêşniyarkirî

source: Support
kmr: Piştgirî

source: Supported add-ons checker
kmr: Kontrolkera pêvekan a tê piştgirîkirin

source: %s will delete the selected browsing data.
kmr: %s dê daneyên gerînê yên hilbijartî jê bibe.

source: %s will delete the selected items.
kmr: %s ew ê hêmanên bijartî jê bibe.

source: %s will share everything you type in the address bar with your default search engine.
kmr: %s dê hemû tiştên tu li darika navnîşanan binivîsî bi motora te ya lêgerînê ya derbasdar re parve bike.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
kmr: %s ew ê bi hesabê te re senkronîzekirinê rawestîne, lê ti daneyên te yên gerînê yên di vê cîhazê de nayên jêbirin.

source: Swipe toolbar sideways to switch tabs
kmr: Ji bo hilpekînê biguherînî, darikê amûran biherikîne kêlekê

source: Swipe toolbar up to open tabs
kmr: Ji bo hilpekînan vekî, darikê amûran biherikîne jorê

source: Switch
kmr: Derbas bibe

source: Switch to tab
kmr: Derbasî hilpekînê bibe

source: Switch to the new Nightly
kmr: Derbasî Nightlya nû bibe

source: Sync bookmarks, history, and more with your Firefox Account
kmr: Bi hesabê xwe yê Firefoxê favorî, raborî û zêdetirî wan senkronîze bike

source: Synced tabs
kmr: Hilpekînên senkronîzekirî

source: Sync failed. Last success: %s
kmr: Senkronîzekirin têk çû, Senkronîzeya dawî: %s

source: Sync failed. Last synced: never
kmr: Senkronîzekirin têk çû, Senkronîzeya dawî: tune

source: Syncing…
kmr: Tê sekronîzekirin…

source: Sync is on
kmr: Sync vekirî ye

source: Sync logins
kmr: Hesaban senkronîze bike

source: Sync now
kmr: Aniha senkronîze bike

source: Tab closed
kmr: Hilpekîn hate girtin

source: Tab deleted
kmr: Hilpekîn hate jêbirin

source: Tab from %s
kmr: Hilpekîna ji %s ve hat

source: Tab menu
kmr: Menûya hilpekînan

source: Tab Received
kmr: Hilpekîn hate stendin

source: Tabs
kmr: Hilpekîn

source: Tab saved!
kmr: Hilpekîn hate tomarkirin!

source: Tabs closed
kmr: Hilpekîn hatin girtin

source: Tabs closed!
kmr: Hilpekîn hatin girtin!

source: Tabs deleted
kmr: Hilpekîn hatin jêbirin

source: Tab sent!
kmr: Hilpekîn hate şandin!

source: Tab settings
kmr: Sazkariyên hilpekînê

source: Tabs Received
kmr: Hilpekîn hatin stendin

source: Tabs saved!
kmr: Hilpekîn hatin tomarkirin!

source: Tabs sent!
kmr: Hilpekîn hatin şandin!

source: Tab view
kmr: Xuyabûna hilpekînan

source: Take a position
kmr: Aliyê xwe hilbijêre

source: Tap to copy the URL for this app
kmr: Ji bo navnîşana vê sepanê kopî bikî, bitikîne

source: Telemetry
kmr: Telemetrî

source: The address isn’t valid
kmr: Navnîşan ne derbasdar e

source: The connection has timed out
kmr: Girêdan derdem bû

source: The connection was interrupted
kmr: Girêdan qut bû

source: The connection was reset
kmr: Girêdan hate resetkirin

source: The editable text field for the password of the login.
kmr: Qada nivîsê ya ji bo pêborîna têketinê.

source: The editable text field for the username of the login.
kmr: Qada nivîsê ya ji bo navê bikarhêneriyê yê têketinê.

source: The editable text field for the web address of the login.
kmr: Qada nivîsê ya ji bo navnîşana webê ya têketinê

source: The logins you save or sync to %s will show up here.
kmr: Hesabên ku te tomar kirine yan jî te bi %s’ê re senkronîze kirine dê li vir bên nîşandan.

source: Theme
kmr: Rûkar

source: The page at %1$s says:
kmr: Rûpela %1$s’ê dibêje:

source: The page isn’t redirecting properly
kmr: Rûpel bi awayekî rast nayê berhêlkirin

source: The tab counter toolbar button.
kmr: Bişkoka darikê amûran a jimarkera hilpekînan.

source: This add-on was migrated from a previous version of %1$s
kmr: Ev pêvek ji guhertoyeke kevn a %1$s’ê hatiye anîn

source: This app will no longer receive security updates. Get the new Nightly and stop using this app. To transfer your bookmarks, logins, and history to another app, create a Firefox account.
kmr: Ev sepan ew ê êdî nûvekirinên ewlekariyê wernegire. Êdî vê sepanê bi kar neyîne û derbasî Nightlya nû bibe. \ n \ nJi bo transferkirina favorî, hesab û raboriya xwe li sepaneke din, hesabekî Firefoxê biafirîne.

source: This app will no longer receive security updates. Stop using this app and switch to the new Nightly. To transfer your bookmarks, logins, and history to another app, create a Firefox account.
kmr: Ev sepan ew ê êdî nûvekirinên ewlekariyê wernegire. Êdî vê sepanê bi kar neyîne û derbasî Nightlya nû bibe. \ n \ nJi bo transferkirina favorî, hesab û raboriya xwe li sepaneke din, hesabekî Firefoxê biafirîne.

source: This connection is not secure. Logins entered here could be compromised.
kmr: Ev girêdan ne ewle ye. Îhtîmal heye agahiyên hesêb ên li vir hatine nivîsîn bên bidestxistin.

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
kmr: Ev, nivîsa nimûne ye. Dema ku tu bi vê eyarê mezinbûnê biguherînî dê çawaniya nivîsê li vir xuya bibe.

source: This time, search with:
kmr: Îja ka bi vê lê bigere:

source: This will delete all of your browsing data.
kmr: Ev ê hemû daneyên te yên gerînê jê bibe

source: To add a new top site, remove one. Touch and hold the site and select remove.
kmr: Ji bo malpereke din a sereke lê zêde bikî, yekê jê bibe. Li malperê bitikîne û li ser bihêle, piştre rakirinê hilbijêre.

source: To allow it:
kmr: Ji bo destûrdayînê:

source: Today
kmr: Îro

source: Toggle tab mode
kmr: Moda hilpekînan biguherîne

source: Toolbar
kmr: Darikê amûran

source: Top
kmr: Li jorê

source: Top Articles
kmr: Gotarên serekî

source: Top site limit reached
kmr: Gihîşte sînorê malperên sereke

source: Top site name
kmr: Navê malpera favorî

source: Top sites
kmr: Malperên sereke

source: To send a tab, sign in to Firefox on at least one other device.
kmr: Ji bo şandina hilpekînekê, herî kêm ji cîhazeke din têkeve Firefoxê.

source: Tracking content
kmr: Naverokên ji bo şopandinê

source: Tracking Content
kmr: Naverokên şopandinê

source: Tracking Protection
kmr: Parastina ji Şopandinê

source: Tracking Protection has blocked trackers
kmr: Parastina ji şopandinê şopdar asteng kirin

source: Tracking Protection is off for these websites
kmr: Ji bo van malperan Parastina ji Şopandinê hat girtin

source: Tracking Protection is off for this site
kmr: Parastina ji şopadinê, ji bo vê malperê girtî ye

source: Tracking Protection is on
kmr: Parastina ji Şopandinê vekirî ye

source: Translation not found, for locale %1$s neither default language %2$s
kmr: Werger ne ji bo %1$s ne jî ji bo zimanê %2$s hat dîtin

source: Try Again
kmr: Dîsa biceribîne

source: Try one-handed browsing with the bottom toolbar or move it to the top.
kmr: Darikê amûran ê jêrîn bi destekî biceribîne an jî wê bibe jorê tu bi kêfa xwe yî.

source: Turned off globally, go to Settings to turn it on.
kmr: Bi temamî hat girtin, ji bo vekirinê here Sazkariyan.

source: Turn on for all sites
kmr: Ji bo hemû malperan veke

source: Turn on Sync
kmr: Sync’ê veke

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kmr: <ul> <li>Rûpela ku tu hewl didî wê bibînî, nayê nîşandan ji ber ku rastbûna daneyên ku hatine stendin nayê piştrastkirin.</li> <li>Ji kerema xwe bi xwediyên malperê re têkeve têkiliyê û hayê wan ji vê pirsgirêkê çêke.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kmr: <ul> <li>Dibe ku malper bi awayekî demkî ne berdest be yan jî pir mijûl be. Piştî çend xulekan dîsa biceribîne</li> <li>Heke tu nikarî rûpelên din jî bar bikî, girêdana daneyî yan jî Wi-Fi’ya cîhaza xwe kontrol bike.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
kmr: <ul> <li>Dibe ku ev problemeke têkildarî eyarên pêşkêşkarê be yan jî tiştekî din be ku dike pêşkêşkarê teqlîd bike.</li> <li>Heke tu berê bi vê pêşkêşkarê re bi serkeftî hatibî girêdan, dibe ku çewtî demkî be û tu dikarî paşê dîsa biceribînî.</li> </ul>

source: Unable to connect
kmr: Nehate girêdan

source: Unable to connect. Unrecognizable URL scheme.
kmr: Nayê girêdan. Şemaya URLyê nayê nasîn.

source: Unable to open %1$s
kmr: %1$s nayê vekirin

source: Unable to save login
kmr: Hesab nehate tomarkirin

source: Unable to send
kmr: Nehate şandin

source: Undo
kmr: Vegerîne

source: UNDO
kmr: VEGERÎNE

source: Unexpected response from server
kmr: Bersiva nebende ji serverê

source: Unknown Protocol
kmr: Protokola Nenas

source: Unlock %1$s
kmr: Kilîda %1$s’ê veke

source: Unlock to view your saved logins
kmr: ji bo hesabên xwe yên tomarkirî bibînî, kilîdê veke

source: Unlock your device
kmr: Kilîda cîhaza xwe rake

source: Unsafe File Type
kmr: Cureya dosyeyê ya neewle

source: Unselected %1$s
kmr: Bijartina %1$s hate rakirin

source: Unwanted site issue
kmr: Pirsgirêka malpera nexwestî

source: Update
kmr: Nûve bike

source: Updater Information
kmr: Agahiyên Nûvekerê

source: Update this login?
kmr: Vî hesabî nûve bike?

source: Updating %s…
kmr: %s tê nûvekirin…

source: URL
kmr: NAVNÎŞAN

source: URL copied
kmr: URL hate kopîkirin

source: URL copied.
kmr: Navnîşan hate kopîkirin.

source: URL copied to clipboard
kmr: URL li panoyê hate kopîkirin

source: Usage and technical data
kmr: Daneyên bikaranînê û teknîkî

source: Use email instead
kmr: Bi emaîlê têkeve

source: Username
kmr: Navê bikarhêner

source: Username copied to clipboard
kmr: Navê bikarhêner li panoyê hate kopîkirin

source: Verified By: %1$s
kmr: Piştrastkirin ji aliyê: %1$s

source: Version
kmr: Guherto

source: View
kmr: Bibîne

source: View a list of tabs from your other devices.
kmr: Lîsteyeke hilpekînan a ji cîhazên xwe yên din bibîne.

source: View options
kmr: Vebijarkan bibîne

source: Voice search
kmr: Lêgerîna dengî

source: Website
kmr: Malper

source: Welcome to an all-new %s
kmr: Bi xêr hatî geroka %s’ê ya nipînû

source: Welcome to %s!
kmr: Tu bi xêr hatî %s’ê!

source: We‘re currently building support for an initial selection of Recommended Extensions.
kmr: Em niha ji bo Pêvekên Pêşniyarkirî destekê ava dikin.

source: We’ve designed %s to give you control over what you share online and what you share with us.
kmr: Me %s ji bo hindê çêkiriye ku derbarê tiştên tu li ser înternetê û tiştên bi me re parve dikî de kontrol di destê te de be.

source: What’s blocked by custom tracking protection
kmr: Bi parastina ji şopandinê ya taybet çi tên astengkirin?

source: What’s blocked by standard tracking protection
kmr: Bi parastina ji şopandinê ya standard çi tên astengkirin?

source: What’s blocked by strict tracking protection
kmr: Bi parastina ji şopandinê ya tund çi tên astengkirin?

source: What’s New
kmr: Çi tiştên nû hene?

source: What’s new in %s
kmr: Di %s’ê de çi tiştên nû hene?

source: Yes, sign me in
kmr: Erê, têkeve

source: Yesterday
kmr: Doh

source: You are signed in as %s on another Firefox browser on this device. Would you like to sign in with this account?
kmr: Tu li ser vê cîhazê di gerokeke din a Firefoxê de wekî %s têketî yê. Tu dixwazî bi vî hesabî têkevî?

source: You are signed in as %s on another Firefox browser on this phone. Would you like to sign in with this account?
kmr: Tu li ser vê telefonê di gerokeke din a Firefoxê de wekî %s têketî yê. Tu dixwazî bi vî hesabî têkevî?

source: You can attempt to restore or close this tab below.
kmr: Tu dikarî biceribînî ku vê hilpekînê bifilitînî yan jî bigirî.

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
kmr: Tu dikarî vê malperê bi hêsanî li ekrana Destpêkê ya cîhaza xwe zêde bikî ku ji wir zûtir bigihîjî wê û wê wekî sepanekê bi kar bînî.

source: You can set Firefox to automatically open links in apps.
kmr: Tu dikarî Firefoxê saz bike ku girêdanan bi otomatîkî di sepanan de veke.

source: You don’t have any tabs open in Firefox on your other devices.
kmr: Di Firefoxên li ser cîhazên te yên din de ti hilpekîneke vekirî tune ye.

source: You’ll be logged out of most sites
kmr: Têketinên te yên li ser gelek malperan dê bên girtin

source: You’re in a private session
kmr: Tu di rûniştina veşartî de yî

source: Your open tabs will be shown here.
kmr: Hilpekînên te yên vekirî ew ê li vir bên nîşandan.

source: Your privacy
kmr: Nihêniya te

source: Your private tabs will be shown here.
kmr: Hilpekînên te yên veşartî ew ê li vir bên nîşandan.

source: Your rights
kmr: Mafên te

source: Your Rights
kmr: Mafên te

source: Zoom on all websites
kmr: Hemû malperan nêzîk bike

source: 1 sentence collected
kmr: 1 hevok hat berhevkirin

source: 2019 End-of-Year Release
kmr: Guhertoya dawiya salê - 2019

source: 2 down, keep it up!<playIcon></playIcon>
kmr: 2 jê temam, dewam bike!<playIcon></playIcon>

source: ≥ 2 No votes
kmr: Rayên na ≥ 2

source: ≥ 2 Yes votes
kmr: Rayên erê ≥ 2

source: Abaza
kmr: Abazayî

source: Abkhaz
kmr: Abxazî

source: About us
kmr: Derbarê me

source: Accent
kmr: Devok

source: Access press releases and stories related to Common Voice
kmr: Xwe bigihîne weşanên çapemeniyê û nûçeyên têkildarî Common Voiceê

source: Acehnese
kmr: Açenêzî

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kmr: { $actionType }<playIcon></playIcon> wan hevok rast xwendin?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kmr: Li îkona <recordIcon></recordIcon>'ê { $actionType } piştre hevokê bi dengekî zelal bixwîne

source: { $actionType }<stopIcon></stopIcon> when done
kmr: Dema qediya li îkona <stopIcon></stopIcon>'ê { $actionType }

source: { $actionType } submit when ready
kmr: { $actionType } dema ku amade bû bişîne

source: Add as much information as you can about the language. This could include:
kmr: Li ser zimên heta ji te bê agahiyan binivîse. Tu dikarî vana tevlî bikî:

source: Add information
kmr: Agahiyê tevlî bike

source: Additional Language
kmr: Zimanê din

source: Add Language
kmr: Zimên tevlî bike

source: Add new custom accent "{ $inputValue }"
kmr: Aksana "{ $inputValue }" tevlî bike

source: Add Questions
kmr: Pirsan lê zêde bike

source: Add Your Voice
kmr: Dengê xwe tevlî bike

source: Adja
kmr: Adjayî

source: Adyghe
kmr: Adîgeyî

source: Afaan Oromo
kmr: Oromî

source: Afar
kmr: Afarî

source: A few bytes
kmr: Çendek bayt

source: Afrikaans
kmr: Afrîkansî

source: Age
kmr: Temen

source: Albanian
kmr: Albanî

source: All
kmr: Hemû

source: Already have an account? <login>Log-In</login>
kmr: Jixwe hesabekî te heye? <login>Têkeve</login>

source: Amharic
kmr: Amharî

source: An error occurred submitting your voice information
kmr: Di şandina agahiyên te yên dengî de çewtiyek derket.

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
kmr: Ji bo ku em motorên nasîna axaftinê bi awayekî baştir rahênan bikin, daneyên bikarhêner ên anonîm wekî; temen, zayend, û devok ji me re dibin alîkar. Navê bikarhêner û emaîla te ew ê ti carî bi daneyên ku te şandine re têkildar nebe, her wiha tu dikarî xuyabûn an jî nexuyabûna navê bikarhêneriyê bi xwe hilbijêrî.

source: Answer Questions
kmr: Pirsan bibersivîne

source: Approve
kmr: Bipejirîne

source: Arabic
kmr: Erebî

source: Aragonese
kmr: Aragonî

source: Armenian
kmr: Ermenkî

source: Armenian Western
kmr: Ermenkiya Rojavayî

source: Arvanitika
kmr: Arvanitikayî

source: Ask about a new language
kmr: Li ser zimanekî nû pirsan bipirse

source: Assamese
kmr: Asamî

source: Asturian
kmr: Astûrî

source: Audio Format
kmr: Formata dengî

source: Avatar
kmr: Wêne

source: Avatar uploaded
kmr: Avatar hat lêbarkirin

source: Average
kmr: Normal

source: A voice clip is marked "valid" when a user gives it a Yes vote.
kmr: Dema ku bikarhênerek raya Erê bide klîbeke dengî, ew klîb "derbasdar" tê nîşankirin.

source: Avoid too much background noise - it should be easy to hear you.
kmr: Bila qelebalixiya paşxanê ne pir be, divê dengê te bi hêsanî were bihîstin.

source: Awards
kmr: Xelat

source: Azerbaijani
kmr: Azerî

source: Baatonum
kmr: Baatonumî

source: Background Noise
kmr: Qerebalixa paşxanê

source: Background Voices
kmr: Dengên ji paşxanê

source: Back to Top
kmr: Vegere serî

source: Balochi
kmr: Belûcî

source: Bambara
kmr: Bambarayî

source: Bamun
kmr: Bamunî

source: Bankon
kmr: Bankonî

source: Basaa
kmr: Basaayî

source: Bashkir
kmr: Başkirî

source: Basque
kmr: Baskî

source: Become a Common Voice Partner
kmr: Bibin Hevkarên Common Voiceê

source: Belarusian
kmr: Belarusî

source: Benefits
kmr: Feydeyên wê

source: Bengali
kmr: Bengalî

source: Bodo
kmr: Bodoyî

source: <bold>{ $count }</bold> Clips
kmr: <bold>{ $count }</bold> tomarên dengî

source: <bold>Help us</bold> find more voices
kmr: <bold>Alî me bike</bold> em dengên zêdetir bibînin

source: Bosnian
kmr: Bosnayî

source: Both
kmr: Her du jî

source: Both (Speak and Listen)
kmr: Her du jî (peyivîn û guhdarîkirin)

source: Breton
kmr: Bretonî

source: Browse Languages
kmr: Zimanên gerokê

source: Build a custom goal
kmr: Hedefeke nû diyar bike

source: Build Profile
kmr: Profîlê çêke

source: Bulgarian
kmr: Bulgarî

source: Burmese
kmr: Burmayî

source: Buryat
kmr: Buryatî

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
kmr: <b>Çima emaîl lazim e?</b> Dibe ku em di siberojê de derbarê guhertinên komdaneyê de bi te re têkevin têkiliyê, em ê vê emaîlê ji bo têkilîdanînê bi kar bînin.

source: By editing your goal, you may lose your existing progress.
kmr: Heke tu hedefa xwe sererast bikî dibe ku tu pêşveçûna xwe ya heyî ji dest bidî.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kmr: Bi vebijarka wergirtina e-maîlan tu diyar dikî ku tu razî yî Mozilla van agahiyan wekî ku di <privacyLink> Polîtîkaya Nepeniyê </privacyLink> ya Mozillayê de hatî vegotin bi kar bîne.
